Repository: common-repository/qanva-analog-clock-for-elementor
Catalog: languages/qanva-analog-clock-for-elementor-*.po
Languages: de_de

source: Select Timezone
de_de: Zeitzone auswählen

source: Timezone
de_de: Zeitzone

source: Clock size
de_de: Größe der Uhr

source: Clock Background
de_de: Uhr Hintergrund

source: Hour and Minute Color
de_de: Farbe der Stunden und Minuten

source: Second Color
de_de: Farbe des Sekundenzeiger

source: Show Face
de_de: Ziffernblatt anzeigen

source: Switch to show a clock face.
de_de: Wechseln Sie zwischen Punkten oder Zahlen auf dem Ziffernblatt.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Switch dots/numbers
de_de: Punkte/Zahlen wechseln

source: Switch between dots or numbers on the clock face.
de_de: Wechseln Sie zwischen Punkten oder Zahlen auf dem Ziffernblatt.

source: Dot
de_de: Pkt

source: Clock Face Color
de_de: Textfarbe

source: Fontsize
de_de: Schriftgröße

source: IMPORTANT
de_de: WICHTIG

source: Always set a timezone
de_de: Immer eine Zeitzone einstellen

source: If you see the hands jumping, don't worry, this comes from Elementor editor scripts refreshing the content
de_de: Wenn Sie die Zeiger springen sehen, machen Sie sich keine Sorgen, das kommt von den Elementor Editor-Skripten, die den Inhalt aktualisieren

source: Find more tools at our homepage
de_de: Weitere Tools finden Sie auf unserer Homepage

source: Analog Clock Widget for Elementor
de_de: Analoge Uhr Widget für Elementor

source: Add an analog clock to your website
de_de: Fügen Sie eine analoge Uhr zu Ihrer Website hinzu

source: "%1$s" requires "%2$s" to be installed and activated.
de_de: "%1$s" erfordert, dass "%2$s" installiert und aktiviert ist.

source: Analog Clock for Elementor
de_de: Analoge Uhr für Elementor

source: "%1$s" requires min version "%2$s" of Elementor to be installed.
de_de: "%1$s" erfordert die Installation der Mindestversion %2$s" von Elementor.

source: "%1$s" requires min PHP version "%2$s" running.
de_de: "%1$s" erfordert mindestens die PHP-Version "%2$s".
